apple = 250
orange = 130

print('りんごは' + str(apple) + '円、オレンジは' + str(orange) + '円')

##################################################

print('りんごは{}円、オレンジは{}円'.format(apple, orange))

##################################################

print('名前{}、{}歳です'.format('太郎', 10))

##################################################

print('りんごは{0}円、オレンジは{1}円、バナナは{0}円'.format(apple, orange))

##################################################

apple = 500
orange = 300
print(f'りんごは{apple}円、オレンジは{orange}円')

